{
  "Menu": {
    "strona_glowna": "Main Page",
    "o_nas": "About Us",
    "uslugi": "Services",
    "kontakt": "Contact",
    "motto": "Perfect service for perfect cars"
  },
  "About": {
    "title": "Who we are",
    "content": "The company Mern sp. Z o. o. was created out of passion for the BMW brand. Currently, we mainly deal with mechanics and diagnostics of cars such as BMW, Mini and Rolls Royce. Our experience and the experience of our employees allow us to provide services at the highest level. We have professional equipment that allows us to do our work efficiently and precisely. We use original parts and high-quality spare parts to repair vehicles. We approach each customer individually.",
    "call": "Please contact us!"
  },
  "Services": {
    "title": "What We do",
    "diagnostics": "Computer diagnostics",
    "diagnostics_text": "Precise diagnostics for BMW, Rolls-Royce and Mini using ISTA software",
    "service": "Mechanical and electrical service",
    "service_text": "Repair of mechanics and electrical systems using original parts and high-quality replacements",
    "inspections": "Inspections and periodic service",
    "inspections_text": "Comprehensive technical and service inspections in accordance with the manufacturer's recommendations",
    "engine_service": "Engine repairs",
    "engine_service_text": "Professional repairs and regeneration of drive units",
    "brakes_service": "Suspension and brake system repairs",
    "brakes_service_text": "Service and replacement of suspension components and brake systems ensuring maximum safety",
    "coding": "Coding and programming",
    "coding_text": "Coding and programming of modules and controllers in accordance with the latest BMW standards",
    "paintwork": "Bodywork and painting repairs",
    "paintwork_text": "Professional bodywork repair services and painting to the original manufacturer's specifications",
    "conditioning": "Air conditioning service",
    "conditioning_text": "Full air conditioning service, including filling, disinfection and repair of the air conditioning system",
    "accesoires": "Accessories assembly and service",
    "accesoires_text": "Installation of original BMW accessories, including towbars, audio systems, reversing cameras and much more",
    "pricing": "Individual repair quote based on VIN number",
    "pricing_text": "Each quote is individually tailored to your vehicle. The valuation is created using AIR (Aftersales Information Research). Repairs are entered into the BMW e-book"
  },
  "Steps": {
    "title": "how to do it",
    "content1": "Regardless of whether you want to check the condition of your car or need repairs, contact us by calling +48 509 158 159 and choose a date convenient for you.",
    "title1": "Make an appointment",
    "content2": "Bring your car to our workshop and don't worry about anything - we will take care of it in the best possible way. ",
    "title2": "Bring the Сar",
    "content3": "We will verify what needs repair and contact you. To do this, we will have to conduct a test drive or raise the car on a lift.",
    "title3": "Diagnostics and valuation",
    "content4": "It is up to you to decide whether to repair the vehicle and we will not replace anything without accepting the costs.",
    "title4": "Repair"
  },
  "Contacts": {
    "title": "Our Contacts"
  },
  "Form": {
    "title": "Write to us",
    "paragraph_1": "Do you need advice about your BMW or want to make an appointment for a service visit?",
    "paragraph_2": "Please complete our contact form with your details and a description of your problem or question.😇 Our experienced service staff will respond to your inquiries as quickly as possible. We guarantee honest and accurate diagnosis and competitive prices.👌",
    "paragraph_3": "We are here to help you enjoy your BMW without any hassle.😉",
    "name": "Name",
    "email": "Email",
    "phone": "Phone number",
    "vin": "VIN number of the car",
    "message": "Message",
    "send": "Submit",
    "processing": "Обробка запиту...",
    "errors": {
      "name": "Please enter a valid name",
      "name_min": "The minimum name length is 2 letters",
      "email": "Please enter a valid email address",
      "email_min": "This field is mandatory",
      "phone_required": "This field is mandatory",
      "phone": "Enter a valid phone number",
      "vin": "VIN number must consist of uppercase Latin letters and numbers",
      "vin_min": "The minimum length of the vin number is 17 characters",
      "vin_max": "The maximum length of the vin number is 17 characters",
      "message": "Enter the correct message text",
      "message_required": "This field is mandatory"
    },
    "modal": {
      "title": "Your message has been sent successfully",
      "subtitle": "Our manager will contact you shortly"
    },
    "policies": {
      "title": "Information on Personal Data Protection",
      "paragraph_1": "By completing this form, you consent to the processing of your personal data by Mern sp. z o.o. with headquarters at ul. Plac Bankowy 2, 00-095 Warszawa in order to prepare a quote and contact us regarding the services offered by our workshop. Your data will be processed in accordance with our",
      "paragraph_2": "You have the right to access your data, correct it, delete it and limit its processing. To exercise these rights, please contact us at the following e-mail address:",
      "paragraph_3": "or by phone at",
      "policy": "Privacy Policy"
    }
  },
  "error": {
    "error": "Oops... something went wrong, try again later",
    "tryagain": "Try again"
  }
}
