{
  "Menu": {
    "strona_glowna": "Main Page",
    "o_nas": "About Us",
    "uslugi": "Services",
    "gallery": "Gallery",
    "kontakt": "Contact",
    "news": "Actual info",
    "motto": "Perfect service for perfect cars",
    "button": "Leave a request for service ",
    "independent": "Independent BMW, Rolls-Royce and MINI service"
  },
  "About": {
    "title": "about us",
    "content": "The company Mern sp. Z o. o. was created out of passion for the BMW brand. Currently, we mainly deal with mechanics and diagnostics of cars such as BMW, Mini and Rolls Royce. Our experience and the experience of our employees allow us to provide services at the highest level. We have professional equipment that allows us to do our work efficiently and precisely. We use original parts and high-quality spare parts to repair vehicles. We approach each customer individually.",
    "call": "We invite you to contact us!"
  },
  "Gallery": {
    "title": "GALLERY",
    "not_found": "No auto by this category",
    "BMWII3Rex": {
      "desc": "Seat wiring harness repair, diagnostics, replacement of front brake pads, recording in the BMW electronic book for safety and comfort.",
      "fullDesc": "We performed a range of important works, including the repair of the seat wiring harness, which restored the proper functioning of the electrical components of the seat, enhancing comfort for both the driver and passengers. Additionally, a computer diagnostic was carried out, quickly identifying and resolving potential technical issues, ensuring the car's reliability. We also replaced the front brake pads, significantly improving braking safety, especially in critical situations. All performed work was documented in the BMW electronic service book, confirming the proper maintenance of the vehicle and increasing its market value."
    },
    "BMW7F01": {
      "desc": "Fan replacement, VTG transmission box, DPF, bonnet actuators, brakes, calipers, VDC shock absorbers, intake channel cleaning, diagnostics.",
      "fullDesc": "We replaced the fan, VTG transmission box, DPF (exhaust gas cleaning system), and bonnet actuators, ensuring the smooth operation of these vital systems and improving the overall performance of the vehicle. We also replaced the braking components, restored calipers, and VDC shock absorbers, greatly enhancing safety and comfort during driving. Cleaning of the intake channels helped improve engine efficiency. Furthermore, a detailed diagnosis was performed, allowing us to identify and eliminate potential technical problems, ensuring the car's reliability and longevity."
    },
    "BMW2F44GranCoupé": {
      "desc": "Brake fluid and front brake pad replacement, Door To Door service for convenience and time savings.",
      "fullDesc": "We replaced the brake fluid and front brake pads, ensuring proper braking efficiency and increasing road safety. Additionally, we offer the Door To Door service, allowing our customers to save time and enjoy convenience as we arrange the delivery of the vehicle directly to your home or office for servicing. This guarantees comfort and uninterrupted operation of your vehicle without the need for trips to the service center."
    },
    "BMW1F40M135iX": {
      "desc": "Engine mount replacement, brake fluid update, rear brake pad replacement, recording in the BMW electronic book.",
      "fullDesc": "We replaced the engine mount, improving engine stability and reducing vibration for a smoother driving experience. We updated the brake fluid, ensuring proper braking efficiency and enhancing safety on the road. Rear brake pads were replaced, improving the brake system’s response and ensuring more effective braking. All performed work was documented in the BMW electronic service book, confirming the maintenance and increasing your vehicle's value."
    },
    "BMWX2F39": {
      "desc": "Driver software update, Door To Door service for optimal vehicle operation.",
      "fullDesc": "We performed a driver software update, which enhanced the efficiency and stability of the vehicle’s systems. We also provided the Door To Door service, which included a comprehensive check-up and adjustment of all key vehicle components, ensuring optimal performance and user comfort. All performed work was documented in the BMW electronic service book, confirming the services and increasing the vehicle's value."
    },
    "BMW5G30540iX": {
      "desc": "Oil change, rear brake discs and pads replacement, air conditioner fumigation to improve air quality.",
      "fullDesc": "We performed comprehensive maintenance on your vehicle, including an oil change to ensure the engine runs smoothly. Rear brake discs and pads were replaced to ensure efficient braking and improve safety on the road. We also performed air conditioner fumigation to improve air quality inside the cabin and eliminate unpleasant odors. Additionally, we provided Door To Door service, including inspection and adjustment of all vehicle systems. All work was documented in the BMW electronic service book, confirming its completion and increasing the vehicle’s value."
    },
    "read_more": "Find out more"
  },
  "Services": {
    "title": "Services",
    "computer_diagnostics": "Computer diagnostics",
    "diagnostics_text": "Precise diagnostics for BMW, Rolls-Royce and Mini using ISTA software",
    "mechanical_electrical_service": "Mechanical and electrical service",
    "service_text": "Repair of mechanics and electrical systems using original parts and high-quality replacements",
    "inspections": "Inspections and periodic service",
    "inspections_text": "Comprehensive technical and service inspections in accordance with the manufacturer's recommendations",
    "engine_service": "Engine repairs",
    "engine_service_text": "Professional repairs and regeneration of drive units",
    "brakes_service": "Suspension and brake system repairs",
    "brakes_service_text": "Service and replacement of suspension components and brake systems ensuring maximum safety",
    "coding": "Coding and programming",
    "coding_text": "Coding and programming of modules and controllers in accordance with the latest BMW standards",
    "painting": "Bodywork and painting repairs",
    "paintwork_text": "Professional bodywork repair services and painting to the original manufacturer's specifications",
    "conditioning": "Air conditioning service",
    "conditioning_text": "Full air conditioning service, including filling, disinfection and repair of the air conditioning system",
    "accessoires": "Accessories assembly and service",
    "accesoires_text": "Installation of original BMW accessories, including towbars, audio systems, reversing cameras and much more",
    "pricing": "Individual repair quote based on VIN number",
    "pricing_text": "We tailor each quote individually to your vehicle. The quote is created using AIR (Aftersales Information Research). Repairs are entered into the BMW electronic book."
  },
  "Reviews": {
    "title": "Reviews",
    "subtitle1": "Based on ",
    "subtitle2": " reviews"
  },
  "Contacts": {
    "title": "Welcome",
    "title_2": "contact",
    "social": "Get to know us better"
  },
  "Form": {
    "title": "Write to us",
    "paragraph_1": "Do you need advice about your BMW or want to make an appointment for a service visit?",
    "paragraph_2": "Please complete our contact form with your details and a description of your problem or question. Our experienced service staff will respond to your inquiries as quickly as possible. We guarantee honest and accurate diagnosis and competitive prices.",
    "paragraph_3": "We are here to help you enjoy your auto without any hassle.",
    "name": "Name",
    "email": "Email",
    "phone": "Phone number",
    "vin": "VIN number of the car",
    "message": "Message",
    "send": "Submit",
    "processing": "Обробка запиту...",
    "errors": {
      "name": "Please enter a valid name",
      "name_min": "The minimum name length is 2 letters",
      "email": "Please enter a valid email address",
      "email_min": "This field is mandatory",
      "phone_required": "This field is mandatory",
      "phone": "Enter a valid phone number",
      "vin": "VIN number must consist of uppercase Latin letters and numbers",
      "vin_min": "The minimum length of the vin number is 17 characters",
      "vin_max": "The maximum length of the vin number is 17 characters",
      "message": "Enter the correct message text",
      "message_required": "This field is mandatory"
    },
    "modal": {
      "title": "Your message has been sent successfully",
      "subtitle": "Our manager will contact you shortly"
    },
    "policies": {
      "title": "Information on Personal Data Protection",
      "paragraph_1": "By completing this form, you consent to the processing of your personal data by Mern sp. z o.o. with headquarters at ul. Plac Bankowy 2, 00-095 Warszawa in order to prepare a quote and contact us regarding the services offered by our workshop. Your data will be processed in accordance with our",
      "paragraph_2": "You have the right to access your data, correct it, delete it and limit its processing. To exercise these rights, please contact us at the following e-mail address:",
      "paragraph_3": "or by phone at",
      "policy": "Privacy Policy"
    }
  },
  "error": {
    "error": "Oops... something went wrong, try again later",
    "tryagain": "Try again"
  },
  "News": {
    "title": "Actual information",
    "read_more": "Find out more"
  },
  "Filters": {
    "categories": {
      "all": "All Categories",
      "brakes_service": "Brake Service",
      "computer_diagnostics": "Computer Diagnostics",
      "mechanical_electrical_service": "Mechanical and Electrical Service",
      "inspections": "Inspections and Periodic Service",
      "engine_service": "Engine Service",
      "coding": "Coding and Programming",
      "painting": "Painting Service",
      "conditioning": "Air Conditioning Service",
      "accessoires": "Accessories Service and Installation",
      "pricing": "Individual Repair Cost Assessment"
    }
  },
  "404": {
    "button": "Go to main page"
  }
}