{
  "Menu": {
    "strona_glowna": "STRONA GWNA",
    "o_nas": "O NAS",
    "uslugi": "USUGI",
    "gallery": "Galeria",
    "kontakt": "kontakt",
    "news": "Aktualnoci",
    "motto": "IDEALNY SERWIS DLA IDEALNYCH AUT",
    "button": "Zostaw prob o obsug ",
    "independent": "Niezale偶ny serwis BMW, Rolls-Royce i MINI"
  },
  "About": {
    "title": "o nas",
    "content": "Firma Mern sp. Z o.o. powstaa z zamiowania do marki BMW. W chwili obecnej zajmujemy si g贸wnie mechanik i diagnostyk takich samochod贸w jak BMW, Mini i Rolls Royce. Nasze dowiadczenie zar贸wno jak i dowiadczenie naszych pracownik贸w pozwala nam wiadczy usugi na najwy偶szym poziomie. Dysponujemy profesjonalnym sprztem co pozwala nam zrobi swoj prac sprawnie i precyzyjnie. Do naprawy pojazd贸w u偶ywamy oryginalnych czci oraz czci zamiennych wysokiej jakoci. Do ka偶dego klienta podchodzimy indywidualnie.",
    "call": "Zapraszamy do kontaktu!"
  },
  "Gallery": {
    "title": "GALERIA",
    "not_found": "Brak auta w tej kategorii",
    "BMWII3Rex": {
      "desc": "Naprawa wizki przewod贸w fotela, diagnostyka, wymiana przednich klock贸w hamulcowych, zapis w elektronicznej ksi偶ce BMW dla bezpieczestwa i komfortu.",
      "fullDesc": "Wykonalimy szereg wa偶nych prac, w tym napraw wizki przewod贸w fotela, co przywr贸cio prawidowe funkcjonowanie komponent贸w elektrycznych fotela, poprawiajc komfort zar贸wno kierowcy, jak i pasa偶er贸w. Ponadto przeprowadzono diagnostyk komputerow, kt贸ra szybko zidentyfikowaa i rozwizaa potencjalne problemy techniczne, zapewniajc niezawodno pojazdu. Zrealizowalimy r贸wnie偶 wymian przednich klock贸w hamulcowych, co znaczco poprawio bezpieczestwo hamowania, szczeg贸lnie w sytuacjach krytycznych. Wszystkie wykonane prace zostay zapisane w elektronicznej ksi偶ce serwisowej BMW, co potwierdza prawidow obsug pojazdu i zwiksza jego warto na rynku."
    },
    "BMW7F01": {
      "desc": "Wymiana wentylatora, skrzynki przekadni VTG, DPF, siownik贸w pokrywy silnika, hamulc贸w, zacisk贸w, amortyzator贸w VDC, czyszczenie kana贸w dolotowych, diagnostyka.",
      "fullDesc": "Wymienilimy wentylator, skrzynk przekadni VTG, DPF (system oczyszczania spalin) oraz siowniki pokrywy silnika, zapewniajc pynne dziaanie tych kluczowych system贸w i poprawiajc og贸ln wydajno pojazdu. Przeprowadzilimy r贸wnie偶 wymian komponent贸w hamulcowych, regeneracj zacisk贸w oraz amortyzator贸w VDC, co znacznie poprawio bezpieczestwo i komfort jazdy. Czyszczenie kana贸w dolotowych pomogo poprawi efektywno pracy silnika. Ponadto przeprowadzono szczeg贸ow diagnostyk, kt贸ra pozwolia zidentyfikowa i usun potencjalne problemy techniczne, zapewniajc niezawodno i trwao pojazdu."
    },
    "BMW2F44GranCoup茅": {
      "desc": "Wymiana pynu hamulcowego i przednich klock贸w hamulcowych, usuga Door To Door dla wygody i oszczdnoci czasu.",
      "fullDesc": "Wymienilimy pyn hamulcowy i przednie klocki hamulcowe, zapewniajc prawidow wydajno hamulc贸w i zwikszajc bezpieczestwo na drodze. Dodatkowo oferujemy usug Door To Door, pozwalajc naszym klientom zaoszczdzi czas i cieszy si wygod, poniewa偶 organizujemy dostaw pojazdu bezporednio do Pastwa domu lub biura na serwis. Gwarantuje to komfort i nieprzerwan eksploatacj pojazdu bez koniecznoci wyjazd贸w do serwisu."
    },
    "BMW1F40M135iX": {
      "desc": "Wymiana poduszki silnika, aktualizacja pynu hamulcowego, wymiana tylnych klock贸w hamulcowych, zapis w elektronicznej ksi偶ce BMW.",
      "fullDesc": "Wymienilimy poduszk silnika, co poprawio stabilno pracy silnika i zmniejszyo wibracje, zapewniajc pynniejsz jazd. Zaktualizowalimy pyn hamulcowy, zapewniajc prawidow wydajno hamulc贸w i zwikszajc bezpieczestwo na drodze. Wymienilimy tylne klocki hamulcowe, co poprawio reakcj ukadu hamulcowego i zapewnio bardziej efektywne hamowanie. Wszystkie wykonane prace zostay zapisane w elektronicznej ksi偶ce serwisowej BMW, co potwierdza wykonanie usugi i zwiksza warto pojazdu."
    },
    "BMWX2F39": {
      "desc": "Aktualizacja oprogramowania sterownik贸w, usuga Door To Door dla optymalnej pracy pojazdu.",
      "fullDesc": "Wykonalimy aktualizacj oprogramowania sterownik贸w, co poprawio wydajno i stabilno system贸w pojazdu. Oferujemy r贸wnie偶 usug Door To Door, kt贸ra obejmuje kompleksow kontrol i regulacj wszystkich kluczowych komponent贸w pojazdu, zapewniajc optymaln wydajno i komfort u偶ytkowania. Wszystkie wykonane prace zostay zapisane w elektronicznej ksi偶ce serwisowej BMW, co potwierdza ich wykonanie i zwiksza warto pojazdu."
    },
    "BMW5G30540iX": {
      "desc": "Wymiana oleju, wymiana tylnych tarcz i klock贸w hamulcowych, fumigacja klimatyzacji w celu poprawy jakoci powietrza.",
      "fullDesc": "Wykonalimy kompleksow obsug pojazdu, w tym wymian oleju, aby zapewni prawidowe dziaanie silnika. Wymienilimy tylne tarcze i klocki hamulcowe, co zapewnio skuteczno hamowania i poprawio bezpieczestwo na drodze. Dodatkowo przeprowadzilimy fumigacj klimatyzacji, aby poprawi jako powietrza w kabinie i pozby si nieprzyjemnych zapach贸w. Oferujemy r贸wnie偶 usug Door To Door, w ramach kt贸rej sprawdzamy i regulujemy wszystkie systemy pojazdu. Wszystkie prace zostay zapisane w elektronicznej ksi偶ce serwisowej BMW, co potwierdza ich wykonanie i zwiksza warto pojazdu."
    },
    "read_more": "Dowiedz si wicej"
  },
  "Services": {
    "title": "USUGI",
    "computer_diagnostics": "Diagnostyka komputerowa",
    "diagnostics_text": "Precyzyjna diagnostyka BMW, Rolls-Royce i Mini z wykorzystaniem  oprogramowania ISTA",
    "mechanical_electrical_service": "Serwis mechaniczny i elektryczny",
    "service_text": "Naprawa mechaniki i ukad贸w elektrycznych z wykorzystaniem oryginalnych czci i wysokiej jakoci zamiennik贸w",
    "inspections": "Przegldy i serwis okresowy",
    "inspections_text": "Kompleksowe przegldy techniczne i serwisowe zgodne z zaleceniami producenta",
    "engine_service": "Naprawy silnik贸w",
    "engine_service_text": "Profesjonalne naprawy i regeneracja jednostek napdowych",
    "brakes_service": "Naprawy zawieszenia i ukad贸w hamulcowych",
    "brakes_service_text": "Serwis i wymiana element贸w zawieszenia oraz ukad贸w hamulcowych z zapewnieniem maksymalnego bezpieczestwa",
    "coding": "Kodowanie i programowanie",
    "coding_text": "Kodowanie oraz programowanie modu贸w i sterownik贸w zgodnie z najnowszymi standardami BMW",
    "painting": "Naprawy blacharskie i lakiernicze",
    "paintwork_text": "Profesjonalne usugi napraw blacharskich oraz lakierowanie zgodnie z oryginalnymi specyfikacjami producenta",
    "conditioning": "Serwis klimatyzacji",
    "conditioning_text": "Peny serwis klimatyzacji, obejmujcy napenianie, odgrzybianie oraz napraw ukadu klimatyzacyjnego",
    "accessoires": "Monta偶 i serwis akcesori贸w",
    "accesoires_text": "Monta偶 oryginalnych akcesori贸w BMW, w tym hak贸w holowniczych, system贸w audio, kamer cofania i wielu innych",
    "pricing": "Indywidualna wycena naprawy na podstawie numeru VIN",
    "pricing_text": "Ka偶d wycen dopasowujemy indywidualnie do Twojego pojazdu. Wycena jest tworzona za pomoc AIR (Aftersales Information Research). Naprawy s wpisywane do ksi偶ki elektronicznej BMW."
  },
  "Reviews": {
    "title": "Opinie",
    "subtitle1": "Na podstawie ",
    "subtitle2": " opinij"
  },
  "Contacts": {
    "title": "Zapraszamy",
    "title_2": "kontakt",
    "social": "Poznaj nas bli偶ej"
  },
  "Form": {
    "title": "Napisz do nas",
    "paragraph_1": "Potrzebujesz porady dotyczcej Twojego BMW lub chcesz um贸wi si na wizyt serwisow?",
    "paragraph_2": "Prosz wypenij nasz formularz kontaktowy, podajc swoje dane oraz opis problemu lub pytania. Nasz dowiadczony personel serwisowy odpowie na Twoje zapytania tak szybko, jak to bdzie mo偶liwe. Gwarantujemy uczciw i dokadn diagnoz oraz konkurencyjne ceny.",
    "paragraph_3": " Jestemy tutaj, aby pom贸c Ci cieszy si swoim auto bez 偶adnych kopot贸w.",
    "name": "Imi",
    "email": "Adres email do kontaktu",
    "phone": "Numer telefonu",
    "vin": "VIN numer pojazdu",
    "message": "Wiadomo",
    "send": "Wysa",
    "processing": "Przetwarzanie 偶dania...",
    "errors": {
      "name": "Prosz wpisa prawidowe imi",
      "name_min": "Minimalna dugo nazwy to 2 litery",
      "email": "Prosz wpisa prawidowy adres e-mail",
      "email_min": "To pole jest obowizkowe",
      "phone_required": "To pole jest obowizkowe",
      "phone": "Wpisz prawidowy numer telefonu",
      "vin": "VIN numer musi skada si z wielkich liter aciskich i cyfr",
      "vin_min": "Minimalna dugo numeru vin to 17 znak贸w",
      "vin_max": "Maxymalna dugo numeru vin to 17 znak贸w",
      "message": "Wpisz poprawny tekst wiadomoci",
      "message_required": "To pole jest obowizkowe"
    },
    "modal": {
      "title": "Twoja wiadomo zostaa wysana poprawnie",
      "subtitle": "Nasz menad偶er wkr贸tce si z Tob skontaktuje"
    },
    "policies": {
      "title": "Informacja o Ochronie Danych Osobowych",
      "paragraph_1": "Wypeniajc niniejszy formularz, wyra偶asz zgod na przetwarzanie swoich danych osobowych przez Mern sp. z o.o. z siedzib ul. Plac Bankowy 2, 00-095 Warszawa w celu przygotowania wyceny oraz kontaktu w sprawie usug oferowanych przez nasz warsztat. Twoje dane bd przetwarzane zgodnie z nasz",
      "paragraph_2": "Masz prawo dostpu do swoich danych, ich poprawiania, usunicia oraz ograniczenia przetwarzania. W celu skorzystania z tych praw prosimy o kontakt na adres email:",
      "paragraph_3": "lub telefonicznie pod numerem",
      "policy": "Polityk Prywatnoci"
    }
  },
  "error": {
    "error": "Ups... co poszo nie tak, spr贸buj ponownie p贸藕niej",
    "tryagain": "Spr贸buj ponownie"
  },
  "News": {
    "title": "Aktualnoci",
    "read_more": "Dowied藕 si wicej"
  },
  "Filters": {
    "categories": {
      "all": "Wszystkie kategorie",
      "brakes_service": "Serwis hamulc贸w",
      "computer_diagnostics": "Diagnostyka komputerowa",
      "mechanical_electrical_service": "Serwis mechaniczny i elektryczny",
      "inspections": "Przegldy i serwis okresowy",
      "engine_service": "Serwis silnika",
      "coding": "Kodowanie i programowanie",
      "painting": "Serwis lakierniczy",
      "conditioning": "Serwis klimatyzacji",
      "accessoires": "Serwis i monta偶 akcesori贸w",
      "pricing": "Indywidualna wycena naprawy"
    }
  },
  "404": {
    "button": "Strona gowna"
  }
}