{
  "Menu": {
    "strona_glowna": "Головна",
    "o_nas": "О нас",
    "uslugi": "Сервіси",
    "kontakt": "Контакт",
    "news": "Новини",
    "motto": "Ідеальний сервіс для ідеальних автомобілів."
  },
  "About": {
    "title": "Про Нас",
    "content": "Компанія Mern sp. Z o. o. була створена із пристрасті до марки BMW. Зараз ми в основному займаємось механікою та діагностикою таких автомобілів, як BMW, Mini та Rolls Royce. Наш досвід і досвід наших співробітників дозволяють надавати послуги на найвищому рівні. У нас є професійне обладнання, яке дозволяє виконувати роботу якісно та точно. Для ремонту автомобілів ми використовуємо оригінальні та якісні запчастини. До кожного клієнта ми підходимо індивідуально.",
    "call": "Будь ласка, зв'яжіться з нами!"
  },
  "Services": {
    "title": "Що ми робимо",
    "diagnostics": "Комп'ютерна діагностика",
    "diagnostics_text": "Точна діагностика BMW, Rolls-Royce та Mini за допомогою програмного забезпечення ISTA",
    "service": "Обслуговування механіки та електрики",
    "service_text": "Ремонт механіки та електрики з використанням оригінальних запчастин та якісних замінників",
    "inspections": "Перевірки та періодичне обслуговування",
    "inspections_text": "Комплексний технічний та сервісний огляд відповідно до рекомендацій виробника",
    "engine_service": "Ремонт двигуна",
    "engine_service_text": "Професійний ремонт та регенерація приводів",
    "brakes_service": "Ремонт підвіски та гальмівної системи",
    "brakes_service_text": "Обслуговування та заміна елементів підвіски та гальмівної системи, що забезпечує максимальну безпеку",
    "coding": "Кодування та програмування",
    "coding_text": "Кодування та програмування модулів і контролерів відповідно до останніх стандартів BMW",
    "paintwork": "Кузовний та лакофарбовий ремонт",
    "paintwork_text": "Професійні послуги кузовного ремонту та фарбування відповідно до оригінальних характеристик виробника",
    "conditioning": "Сервіс кондиціонерів",
    "conditioning_text": "Повне обслуговування кондиціонерів, включаючи заправку, видалення цвілі та ремонт системи кондиціонування",
    "accesoires": "Встановлення та обслуговування аксесуарів",
    "accesoires_text": "Встановлення оригінальних аксесуарів БМВ, включаючи фаркопи, аудіосистеми, камери заднього виду та багато іншого",
    "pricing": "Індивідуальна оцінка ремонту на основі номера VIN",
    "pricing_text": "Ми адаптуємо кожну пропозицію індивідуально до вашого автомобіля. Цінова пропозиція створюється за допомогою AIR (Aftersales Information Research). Ремонт занесений в електронну книжку BMW"
  },
  "Steps": {
    "title": "Як це зробити",
    "content1": "Незалежно від того, чи бажаєте ви перевірити стан свого автомобіля чи потребуєте ремонту, зв'яжіться з нами за телефоном +48 509 158 159 і виберіть зручну для вас дату.",
    "title1": "Умовтеся о зустрічі",
    "content2": "Привезіть свій автомобіль до нашої майстерні і не турбуйтеся ні про що - ми подбаємо про нього якнайкраще. ",
    "title2": "Привезіть свій автомобіль",
    "content3": "Ми перевіримо, що потребує ремонту, і зв’яжемося з вами. Для цього нам доведеться провести тест-драйв або підняти машину на підйомник.",
    "title3": "Діагностика та Оцінка",
    "content4": "Ви вирішуєте, чи ремонтувати автомобіль, і ми не будемо нічого замінювати самостійно, без вашого на те дозволу.",
    "title4": "Ремонт"
  },
  "Contacts": {
    "title": "Наші контакти",
    "social": "Познайомтеся з нами ближче"
  },
  "Form": {
    "title": "Напишіть до нас",
    "paragraph_1": "Вам потрібна порада щодо вашого BMW або ви хочете домовитися про відвідування нашого сервісу?",
    "paragraph_2": "Будь ласка, заповніть нашу контактну форму з вашими даними та описом вашої проблеми чи питання.😇 Наш досвідчений персонал служби підтримки відповість на ваші запити якнайшвидше. Ми гарантуємо чесну та точну діагностику та конкурентоспроможні ціни.👌",
    "paragraph_3": "Ми тут, щоб допомогти вам насолоджуватися вашим авто без будь-яких турбот.😉",
    "name": "Імʼя",
    "email": "Електронна пошта",
    "phone": "Номер телефону",
    "vin": "VIN номер автомобілю",
    "message": "Повідомлення",
    "send": "Надіслати",
    "processing": "Обробка запиту...",
    "errors": {
      "name": "Введіть коректне ім’я",
      "name_min": "Мінімальна довжина імені 2 літери",
      "email": "Введіть коректну адресу едектронної пошти",
      "email_min": "Це поле обов’язкове для заповнення",
      "phone_required": "Це поле обов’язкове для заповнення",
      "phone": "Введіть коректний номер телефону",
      "vin": "VIN номер має складатися з великих латинських літер і цифр",
      "vin_min": "Мінімальна довжина vin номеру 17 знаків",
      "vin_max": "Максимальна довжина vin номеру 17 знаків",
      "message": "Введіть коректний текст повідомлення",
      "message_required": "Це поле обов’язкове для заповнення"
    },
    "modal": {
      "title": "Ваше повідомлення успішно надіслане",
      "subtitle": "Найближчим часом наш менеджер зв’яжеться з вами"
    },
    "policies": {
      "title": "Інформація про захист персональних даних",
      "paragraph_1": "Заповнюючи цю форму, ви даєте згоду на обробку ваших персональних даних Mern sp.o.o. з юридичною адресою по вул. Plac Bankowy 2, 00-095 Warszawa, щоб підготувати пропозицію та зв’язатися з нами щодо послуг, які пропонує наша майстерня. Ваші дані будуть оброблені відповідно до нашої",
      "paragraph_2": "Ви маєте право отримати доступ до своїх даних, виправити їх, видалити та обмежити їх обробку. Щоб скористатися цими правами, зв’яжіться з нами за такою адресою електронної пошти:",
      "paragraph_3": "або за тел",
      "policy": "Політики Приватності"
    }
  },
  "error": {
    "error": "На жаль, щось пішло не так, спробуйте пізніше",
    "tryagain": "Cпробувати ще раз"
  },
  "News": {
    "title": "Наші новини"
  }
}
